Repository: cbhaley/kobo-utilities
Catalog: KoboUtilities/translations/*.po
Languages: es, fr

source: Delete extra cover image files
es: Borrar archivos de imágenes de portada extra
fr: Supprime les fichiers de couvertures supplémentaires

source: Check this if you want to delete the extra cover image files from the images directory on the device.
es: Márcar si se desea eliminar los archivos extra de imágenes de portada del directorio de imágenes en el dispositivo.
fr: Cochez cette case si vous souhaitez supprimer les fichiers de couvertures supplémentaires du dossier des images sur le dispositif.

source: Lock Series Index
es: Fijar el índice de la serie
fr: Verrouillage des index de séries

source: &Assign this index value to all remaining books
es: &Asignar este valor de índice a todos los libros restantes
fr: &Attribue cette valeur d'index à tous les livres restants

source: You have conflicting or out of sequence series indexes
es: Tiene índices de serie en conflicto o fuera de secuencia
fr: Vous avez des index de séries conflictuelles ou hors séquences

source: Empty book added to series
es: Libro vacío añadido a la serie
fr: Livre vide ajouté aux séries

source: The book data has been changed
es: Se han cambiado los datos del libro
fr: Les données du livre ont été modifiées

source: The series data is unchanged
es: Los datos de la serie no han cambiado
fr: Les données de séries sont inchangées

source: Value assigned by user
es: Valor asignado por el usuario
fr: Valeur attribuée par l'utilisateur

source: Lock original series index
es: Fijar el índice original de la serie
fr: Verrouillage de l'index original des séries

source: Lock series index...
es: Fijar el índice de la serie...
fr: Verrouillage des index de séries...

source: Unlock series index
es: Desbloquear el índice de la serie
fr: Déverrouillage des index de séries

source: Unlock all series index
es: Desbloquear el índice de todas las series
fr: Déverrouillage de tous les index de séries

source: Manage Series
es: Gestionar series
fr: Gérer les séries

source: Series &Column:
es: &Columna de serie:
fr: Séries &Colonne :

source: Series &Name:
es: &Nombre de serie:
fr: Séries &Nom :

source: &Start At:
es: (&S)Comienza en:
fr: &Début à :

source: Clean titles of Kobo books
es: Limpia las viñetas de los libros de Kobo
fr: Nettoyage des titres de livres Kobo

source: Removes series information from the titles. For Kobo books, this is '(Series Name - #1)'
es: Elimina la información de serie de los títulos. En los libros de Kobo es '(Nombre de serie -#1)'
fr: Supprime les informations de série des titres. Pour les livres Kobo, c'est '(Series Name - #1)'

source: Move book up in series (Alt+Up)
es: Sube un libro en la serie (Alt+Up)
fr: Déplacer le livre vers le haut de la série (Alt + Haut)

source: Alt+Up
es: Alt+Arriba
fr: Alt + Haut

source: Move book down in series (Alt+Down)
es: Baja un libro en la serie (Alt+Down)
fr: Déplacer le livre vers le bas de la série (Alt + Bas)

source: Alt+Down
es: Alt+Abajo
fr: Alt + Bas

source: Lock to index value...
es: Fijar el índice al valor...
fr: Verrouiller à la valeur d'index ...

source: Remove book from the series list
es: Eliminar libro de la lista de series
fr: Supprimer le livre de la liste des séries

source: Move series index to left of decimal point (Alt+Left)
es: Mueve el índice de la serie a la izquierda del punto decimal (Alt+Left)
fr: Déplacer l'index de la série vers la gauche du point décimal (Alt + Gauche)

source: Alt+Left
es: Alt+Izquierda
fr: Alt + Gauche

source: Move series index to right of decimal point (Alt+Right)
es: Mueve el índice de la serie a la derecha del punto decimal (Alt+Right)
fr: Déplacer l'index de la série vers la droite du point décimal (Alt + Droite)

source: Alt+Right
es: Alt+Derecha
fr: Alt + Droite

source: &Restore Original Series
es: &Restaurar la serie original
fr: &Restauration de la série d'origine

source: Are you sure?
es: ¿Está seguro?
fr: Etes-vous sur(e) ?

source: Remove the selected book(s) from the series list?
es: ¿Eliminar el/los libro/libros seleccionado/seleccionados de la lista de series?
fr: Retirer le(s) livre(s) sélectionné(s) de la liste des séries ?

source: Books not in Device Database
es: Libros que no están en la base de datos del dispositivo
fr: Livres absents de la base de données du dispositif

source: Show Reading Position Changes
es: Mostrar los cambios de las posiciones de lectura
fr: Montre les changements de position de lecture

source: Profile: {0}
es: Perfil: {0}
fr: Profil : {0}

source: Device: {0}
es: Dispositivo: {0}
fr: Dispositif : {0}

source: Authors(s)
es: Autor(es)
fr: Auteurs

source: Current %
es: Actul %
fr: Actuel %

source: New %
es: Nuevo %
fr: Nouveau %

source: Current Date
es: Fecha actual
fr: Date courante

source: New Date
es: Nueva fecha
fr: Nouvelle date

source: Book ID
es: ID de libro
fr: ID de livre

source: Shelf to Keep
es: Estanterías que se van a mantener
fr: Etagère à conserver

source: Oldest
es: Más antiguo
fr: Le plus ancien

source: Newest
es: Más nuevo
fr: Le plus récent

source: Purge duplicate shelves
es: Limpiar estanterías duplicadas
fr: Purger les étagères en double

source: When this option is selected, the duplicated rows are deleted from the database. If this is done, they might be restore during the next sync to the Kobo server.
es: Cuando se selecciona esta serie, las filas duplicatadas se borran de la base de datos. Si se hace esto, pueden volver a aparecer con la siguiente sincronización con el servidor de Kobo.
fr: Lorsque cette option est sélectionnée, les lignes dupliquées sont supprimées de la base de données. Si cela est fait, ils peuvent être restaurés lors de la prochaine synchronisation avec le serveur Kobo.

source: Shelf Name
es: Nombre de estantería
fr: Nom de l'étagère

source: Number
es: Número
fr: Numéro

source: (Unnamed shelf)
es: (Estantería sin nombre)
fr: (Étagère Sans nom)

source: Order the shelves with series names.
es: Ordenar las estanterías con nombre de series.
fr: Trie les étagères avec les noms de série.

source: Order the shelves with author names.
es: Ordenar las estanterías con nombre de autor.
fr: Trie les étagères avec les noms d'auteur.

source: Order the shelves that do not have series or author names.
es: Ordenar las estanterías que no tienen nombres de serie o autor.
fr: Trie les étagères sans noms de série ou d'auteur.

source: Order all shelves.
es: Ordenar todas las estanterías
fr: Trie toutes les étagères.

source: Shelves to order
es: Estanterías para ordenar
fr: Etagères à trier

source: Authors
es: Autores
fr: Auteurs

source: Other
es: Otras
fr: Autre

source: Get shelves
es: Obtener estanterías
fr: Obtenir les étagères

source: Edit the keyboard shortcuts associated with this plugin
es: Edita los atajos de teclado asociados con este plugin
fr: Modifiez les raccourcis clavier associés à ce plugin

source: Order by series name and index and title.
es: Ordenar por nombre de series, número de serie y título.
fr: Tri par nom de série et d'index et de titre.

source: Order by the published date.
es: Ordenar por la fecha de publicación.
fr: Tri par date de publication

source: Order by
es: Ordenar por
fr: Tri par

source: Published date
es: Fecha de publicación.
fr: Date de publication

source: Selecting ascending will sort the shelf in series order.
es: La selección ascendente ordenará la estantería en el orden de las series.
fr: En sélectionnant l'ordre croissant, l'étagère sera triée dans l'ordre des séries.

source: Selecting descending will sort the shelf in reverse series order.
es: La selección descendente ordenará la estantería en el orden inverso de las series.
fr: En sélectionnant l'ordre décroissant, l'étagère sera triée dans l'ordre inverse des séries.

source: Order in
es: Ordenar por
fr: Trier par ordre

source: Ascending
es: Ascendente
fr: Croissant

source: Descending
es: Descendente
fr: Décroissant

source: If this is selected, the configuration file is updated to set the selected sort for the shelves to 'Date Added'.
es: Si se selecciona, el ficheo de configuración se modifica para fijar el orden seleccionado por las estantería a "Fecha en que se añadió"
fr: Si cette option est sélectionnée, le fichier de configuration est mis à jour pour définir le tri sélectionné pour les étagères à «Date d'ajout».

source: Remove
es: Eliminar
fr: Supprimer

source: Remove the selected shelves from the list. This will mean the ordering for these shelves will not be changed.
es: Elimina las estanterías seleccionadas de la lista. Esto significa que no se cambiará el orden para estas estanterías.
fr: Retirez les étagères sélectionnés de la liste. Cela signifie que l'ordre de ces étagères ne sera pas modifié.

source: Shelf/Series Name
es: Nombre de estantería/serie
fr: Etagères/Nom de séries

source: Books on Shelf
es: Libros en la estantería
fr: Livres sur l'étagère

source: Related books type
es: Tipo de libros relacionados
fr: Type de livres associés

source: The related books will be all books in a series.
es: Los libros relacionados serán todos los libros en una serie.
fr: Les livres associés sont tous les livres d'une série.

source: The related books will be all books by the same author.
es: Los libros relacionados serán todos los libros del mismo autro.
fr: Les livres associés seront tous les livres d'un même auteur.

source: Get list
es: Obtener lista
fr: Obtenir la lite

source: Get the list of categories to use for the related books
es: Obtener la lista de categorías que se van a usar para los libros relacionados
fr: Obtenir la liste des catégories à utiliser pour les livres associés

source: Series/Author Name
es: Nombre de series/autor
fr: Séries/Nom d'auteur

source: Number of books
es: Número de libros
fr: Nombre de livres

source: Remove the selected category from the list. This will mean related books will not be changed for that category.
es: Eliminar la categoría seleccionada de la lista. Esto significa que los libros relacionados no cambiarán para esa categoría.
fr: Supprimez la catégorie sélectionnée de la liste. Cela signifie que les livres associés ne seront pas modifiés pour cette catégorie.

source: Delete all
es: Eliminar todo
fr: Supprimer tout

source: Delete all related books for sideloaded books.
es: Eliminar todos los libros relacionados para libros cargados por el usuario.
fr: Supprimer tous les livres associés pour les livres chargés.

source: Do you want to remove related books for all sideloaded books?
es: ¿Quieres eliminar los libros relacionados para todos los libros cargados por el usuario?
fr: Voulez-vous supprimer les livres associés pour tous les livres chargés ?

source: Reading status
es: Status de lectura
fr: Statut de lecture

source: Change reading status
es: Cambiar status de lectura
fr: Modifier le statut de lecture

source: Unread
es: Sin leer
fr: Non lu

source: Reading
es: Leyendo
fr: En cours

source: Reset reading position
es: Reiniciar la posición de lectura
fr: Réinitialisation de la position de lecture

source: If this option is checked, the current position and last reading date will be reset.
es: Si esta opción está seleccionada, se resetearán la posición actual y la fecha de última lectura.
fr: Si cette case est cochée, la position de lecture courante et la date de dernière lecture seront réinitialisées.

source: About
es: Acerca de
fr: A propos

source: (Unknown device)
es: (Dispositivo desconocido)
fr: (dispositif inconnu)

source: Profiles:
es: Perfiles:
fr: Profils :

source: Add profile
es: Añadir perfil
fr: Ajouter un profil

source: Delete profile
es: Borrar perfil
fr: Supprimer un profil

source: Rename profile
es: Renombrar perfil
fr: Renommer un profil

source: &Device this profile is for:
es: &Dispositivo asociado a este perfil:
fr: &Dispositif ce profil est pour:

source: Select the device this profile is for.
es: Selecciona el dispositivo al que se asocia este perfil.
fr: Sélectionnez le dispositif pour lequel ce profil est prévu.

source: Custom Columns
es: Columnas personalizadas
fr: Colonnes personnalisées

source: Current Reading Location Column:
es: Columna de posición de lectura actual:
fr: Colonne de position de lecture courante :

source: Select a custom column to store the current reading location. The column type must be 'text'. Leave this blank if you do not want to store or restore the current reading location.
es: Selecciona una columna personalizada para almacenar la posición de lectura actual. El tipo de columna debe ser 'texto'. Déjela en blanco si no quiere almacenar o restaurar la posición de lectura actual.
fr: Sélectionnez une colonne personnalisée pour stocker la position de lecture actuelle. Le type de colonne doit être «texte». Laissez ce champ vide si vous ne souhaitez pas stocker ou restaurer l'emplacement de lecture actuel.

source: Percent Read Column:
es: Columna de porcentaje de lectura:
fr: Colonne de pourcentage de lecture :

source: Column used to store the current percent read. The column type must be a 'integer'. Leave this blank if you do not want to store or restore the percentage read.
es: Columna usada para almacenar el porcetaje leído actual. El tipo de columna debe ser 'entero'. Déjela en blanco si no quiere almacenar o restaurar el porcentaje de lectura leído.
fr: Colonne utilisée pour stocker le pourcentage de lecture actuel. Le type de colonne doit être un entier. Laissez ce champ vide si vous ne souhaitez pas stocker ou restaurer le pourcentage lu.

source: Rating Column:
es: Columna de valoración:
fr: Colonne des évaluations :

source: Column used to store the rating. The column type must be a 'integer'. Leave this blank if you do not want to store or restore the rating.
es: Columna usada para almacenar la valoración. El tipo de columna debe ser un 'integer'. Déjela en blanco si no quiere almacenar o restaurar la valoración.
fr: Colonne utilisée pour stocker la note. Le type de colonne doit être un entier. Laissez ce champ vide si vous ne souhaitez pas stocker ou restaurer la cote.

source: Last Read Column:
es: Columna de último leído:
fr: Colonne de dernière lecture :

source: Column used to store when the book was last read. The column type must be a 'Date'. Leave this blank if you do not want to store the last read timestamp.
es: Columna usar para almacenar cuándo se leyó el libro por última vez. El tipo de columna debe ser 'Fecha'. Déjelo en blanco si no desea almacenar la fecha de última lectura.
fr: Colonne utilisée pour stocker la dernière lecture du livre. Le type de colonne doit être 'Date'. Laissez ce champ vide si vous ne souhaitez pas stocker le dernier horodatage lié.

source: Store on connect
es: Almacenar al conectar
fr: Enregistrer à la connexion

source: Store current bookmarks on connect
es: Almacena los marcadores actuales al conectar
fr: Enregistrer les signets actuels à la connexion

source: When this is checked, the library will be updated with the current bookmark for all books on the device.
es: Cuando está marcado, la biblioteca se actualizará con los marcadores de lectura actuales para todos los libros en el dispositivo.
fr: Lorsque cette option est cochée, la bibliothèque est mise à jour avec le signet actuel pour tous les livres sur le dispositif.

source: Prompt to store any changes
es: Preguntar si se almacenan los cambios
fr: Demander pour enregistrer les modifications

source: Enable this to be prompted to save the changed bookmarks after an automatic store is done.
es: Marque esto si desea que le preguntan si almacenar los marcadores de lectura que han cambiado después de que se haya hecho un almacenamiento automático.
fr: Activez cette option pour être invité à enregistrer les signets modifiés après qu'une sauvegarde automatique se soit terminée.

source: Add new profile
es: Añadir nuevo perfil
fr: Ajouter un nouveau profil

source: Enter a unique display name for this profile:
es: Introduce un nombre único para este perfil:
fr: Saisir un nom d'affichage unique pour ce profil :

source: Add failed
es: Fallo al añadir
fr: Echec de l'ajout

source: A profile with the same name already exists
es: Ya existe un perfil con el mismo nombre
fr: Un profil de même nom existe déjà

source: Enter a new display name for this profile:
es: Introduce un nuevo nombre que mostrar para este perfil:
fr: Saisir un nouveau nom d'affichage pour ce profil :

source: Cannot delete
es: No se puede borrar
fr: Impossible à supprimer

source: You must have at least one profile
es: Debes tener al menos un perfil
fr: Vous devez avoir au moins un profil

source: Do you want to delete the profile named '{0}'
es: ¿Quieres borrar el perfil que se llama '{0}'?
fr: Voulez-vous supprimer le profil nommé '{0}'

source: Devices:
es: Dispositivos:
fr: Dispositifs :

source: Add connected device
es: Añadir dispositivo conectado
fr: Ajouter le dispositif connecté

source: If you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first
es: Si actualmente no tienes un dispositivo conectado, bien conecta ahora uno o sal del diálogo y conecta primero a iTunes/una carpeta
fr: Si vous ne disposez pas actuellement d'un périphérique connecté, branchez-en un maintenant ou quittez la boîte de dialogue et connectez-vous au dossier / iTunes d'abord

source: Rename the currently connected device
es: Renombrar el dispositivo conectado actualmente
fr: Renommez le dispositif connecté actuellement

source: Delete this device from the device list
es: Borrar este dispositivo de la lista de dispositivos
fr: Supprimez ce dispositif de la liste des dispositifs

source: Configure options for each device
es: Opciones de configuración para cada dispositivo
fr: Configurez les options pour chaque dispositif

source: Selected this option to configure backup and firmware for each device.
es: Selecciona esta opción para configurar el backup y el firmware para cada dispositivo.
fr: Cocher cette case pour configurer la sauvegarde et le firmware pour chaque dispositif.

source: Firmware Update Options
es: Opciones de actualización de firmware
fr: Options de mise à jour du firmware

source: Check for Kobo firmware updates daily?
es: ¿Comprobar actualizaciones de firmware de Kobo diariamente?
fr: Vérifier quotidiennement les mises à jour de firmware de chez Kobo ?

source: If this is selected the plugin will check for Kobo firmware updates when your Kobo device is plugged in, once per 24-hour period.
es: Si se selecciona el plugin comprobará actualizaciones de firmware de Kobo cuando su dispositivo esté conectado, en ciclos de 24 horas.
fr: Si sélectionné, le plugin vérifiera la présence de mises à jour de firmware Kobo lorsque votre dispositif Kobo sera connecté une fois par 24 heures.

source: Use early firmware adopter affiliate?
es: ¿Usar la afiliación de early firmware adopter?

source: WARNING: THIS OPTION RISKS DOWNLOADING THE WRONG FIRMWARE FOR YOUR DEVICE! YOUR DEVICE MAY NOT FUNCTION PROPERLY IF THIS HAPPENS! Choose this option to attempt to download Kobo firmware updates before they are officially available for your device.
es: ¡ATENCIÓN: ESTA OPCIÓN IMPLICA EL RIESGO DE DESCARGAR EL FIRMWARE EQUIVOCADO PARA SU DISPOSITIVO! ¡SU DISPOSITIVO PUEDE QUE NO FUNCIONE CORRECTAMENTE SI ESTO OCURRE! Elija esta opción para intentar descarga actualizaciones del firmware de Kobo antes de que estén disponibles oficialmente para su dispositivo.
fr: AVERTISSEMENT: CETTE OPTION RISQUE DE TELECHARGER LE FIRMWARE INCORRECT POUR VOTRE DISPOSITIF ! VOTRE DISPOSITIF PEUT NE PAS FONCTIONNER CORRECTEMENT SI CELA SE PRODUIT ! Choisissez cette option pour tenter de télécharger les mises à jour du micrologiciel Kobo avant qu'elles ne soient officiellement disponibles pour votre appareil.

source: Device Database Backup
es: Hacer copia de seguridad de la base de datos del dispositivo
fr: Sauvegarde de la base de données du dispositif

source: Backup the device database daily
es: Hacer copia de seguridad de la base de datos del dispositivo diariamente
fr: Sauvegarder quotidiennement la base de données du dispositif

source: If this is selected the plugin will backup the device database the first time it is connected each day.
es: Si selecciona esta opción el plugin hará una copia de seguridad de la base de datos del dispositivo la primera vez que se conecte cada día.
fr: Si sélectionné, le plugin effectuera une sauvegarde de la base de données du dispositif quotidiennement s'il est connecté.

source: Backup the device database on each connection
es: Hacer copia de seguridad de la base de datos del dispositivo en cada conexión
fr: Sauvegarder la base de données du dispositif à chaque connexion

source: If this is selected the plugin will backup the device database each time the device is connected.
es: Si se selecciona el plugin hará una copia de seguridad del dispositivo cada vez que se conecte el dispositivo.
fr: Si sélectionné, le plugin effectuera une sauvegarde de la base de données du dispositif à chacune de ses connexions.

source: Select the destination to backup the device database to.
es: Seleccionar el destino en el que hacer la copia de seguridad de la base de datos del dispositivo.
fr: Sélectionnez la destination de la sauvegarde de la base de données du dispositif.

source: Copies to keep
es: Copias que se van a mantener
fr: Copies à conserver

source: Select this to limit the number of backup kept. If not set, the backup files must be manually deleted.
es: Seleccione esto para limitar el número de copias de seguridad que se mantienen. Si no se fija, las copias se deberán borrar manualmente.
fr: Cocher ceci pour limiter le nombre de sauvegardes à conserver. Si non sélectionné, les fichiers de sauvegarde devront être supprimés manuellement.

source: The number of backup copies of the database to keep. The minimum is 2.
es: Número de copias de seguridad de la base de datos que se van a manetener. El mínimo es 2.
fr: Le nombre de copies de la sauvegarde de base de données à conserver. Minimum 2.

source: Compress database with config files
es: Comprime la base de datos con los archivos de configuración
fr: Compacter la base de données avec les fichiers de configuration

source: If checked, the database file will be added to the zip file with configuration files.
es: Si está marcado, el archivo de base de datos se añadirá al archivo zio con los archivos de configuración.
fr: Si cochée, le fichier de base de données sera inclus dans un fichier zip avec les fichiers de configuration.

source: Rename failed
es: Renombrado fallido
fr: Renommage échoué

source: You must select a device first
es: Debes seleccionar primero un dispositivo
fr: Vous devez d'abord sélectionner un dispositif

source: You can only rename a device that is currently connected
es: Solo puedes renombrar un dispositivo que se encuentre conectado en este momento
fr: Vous ne pouvez renommer un dispositif que s'il est connecté

source: Rename device
es: Renombrar dispositivo
fr: Renommage du dispositif

source: Enter a new display name for this device:
es: Introduce el nuevo nombre que se mostrará para este dispositivo:
fr: Saisir un nouveau nom pour ce dispositif :

source: An error occured while renaming.
es: Se produjo un error mientras renombraba
fr: Une erreur est survenue pendant le renommage.

source: Delete failed
es: Borrado fallido
fr: Echec de la suppression

source: You are about to remove the <b>{0}</b> device from this list.
es: Vas a eliminar el dispositivo <b>{0}</b> de la lista.
fr: Vous êtes sur le point de supprimer <b>{0}</b> dispositif(s) de cette liste.

source: Are you sure you want to continue?
es: ¿Estás seguro que deseas continuar?
fr: Etes-vous sure de vouloir continuer ?

source: Menu
es: Menú

source: Name
es: Nombre
fr: Nom

source: Model
es: Modelo
fr: Modèle

source: Serial Number
es: Número de serie
fr: Numéro de série

source: Version
es: Versión

source: Status
es: Estado
fr: Statut
