Repository: cbhaley/kobo-utilities
Catalog: KoboUtilities/translations/*.po
Languages: es, fr

source: Utilities to use with Kobo ereaders
es: Utilidades para utilizar con lectores Kobo

source: &Set Reader Font for Selected Books
es: E&stablecer la fuente del lector para los libros seleccionados
fr: &Choisir la police de la liseuse pour les livres sélectionnés

source: Set Reader Font for Selected Books
es: Establecer la fuente del lector para los libros seleccionados
fr: Choisir la police de la liseuse pour les livres sélectionnés

source: &Remove Reader Font for Selected Books
es: Elimina&r la fuente del lector en los libros seleccionados
fr: &Supprimer la police de la liseuse pour les livres sélectionnés

source: Remove Reader Font for Selected Books
es: Eliminar la fuente del lector para los libros seleccionados
fr: Supprimer la police de la liseuse pour les livres sélectionnés

source: &Dismiss tiles from new home screen
es: &Descartar viñetas de la nueva pantalla de inicio

source: Dismiss tiles from new home screen
es: Descartar viñetas de la nueva pantalla de inicio
fr: Retirer les tuiles de l'écran d'accueil

source: Update &metadata in device library
es: Actualizar &metadatos en la biblioteca del dispositivo
fr: Mettre à jour les &métadonnées dans la bibliothèque du dispositif

source: Update metadata in device library
es: Actualizar metadatos en la biblioteca del dispositivo
fr: Mettre à jour les métadonnées dans la bibliothèque du dispositif

source: &Change Reading Status in device library
es: &Cambiar el estatus de lectura en la biblioteca del dispositivo
fr: &Changer l'état de lecture dans la bibliothèque du dispositif

source: Change Reading Status in device library
es: Cambiar estado de lectura en la biblioteca del dispositivo
fr: Changer l'état de lecture dans la bibliothèque du dispositif

source: &Manage Series Information in device library
es: Gestionar infor&mación de series en la biblioteca del dispositivo
fr: &Gérer les informations de séries dans la bibliothèque du dispositif

source: Manage Series Information in device library
es: Gestionar información de series en la biblioteca del dispositivo
fr: Gérer les informations de séries dans la bibliothèque du dispositif

source: &Store/Restore current bookmark
es: (&S)Almacenar/Restaurar marcadores actuales
fr: &Enregistrer/Restaurer le signet courant

source: Store/Restore current bookmark
es: Almacenar/Restaurar marcadores actuales
fr: Enregistrer/Restaurer le signet courant

source: &Upload covers for Selected Books
es: S&ubir portadas para los libros seleccionados
fr: &Envoyer les couvertures pour les livres sélectionnés

source: Upload covers for Selected Books
es: Subir portadas para los libros seleccionados
fr: Envoyer les couvertures pour les livres sélectionnés

source: &Remove covers for Selected Books
es: Elimina&r portadas para los libros seleccionados
fr: &Retirer les couvertures pour les livres sélectionnés

source: Remove covers for Selected Books
es: Eliminar portadas de los libros seleccionados
fr: Retirer les couvertures pour les livres sélectionnés

source: &Clean images directory of extra cover images
es: Limpiar el dire&ctorio de imágenes de imágenes de portada extra
fr: &Nettoyer le dossier d'images de couvertures supplémentaires

source: Clean images directory of extra cover images
es: Limpiar el directorio de imágenes de imágenes de portada extra
fr: Nettoyer le dossier d'images de couvertures supplémentaires

source: Order Series Shelves
es: Estanterías por orden de series
fr: Trier les étagères de séries

source: Order Series Shelves
es: Estanterías por orden de series
fr: Trier les étagères de séries

source: Get Shelves From Device
es: Obtener estanterías del dispositivo
fr: Récupérer les étagères depuis le dispositif

source: Set Related Books
es: Establecer libros relacionados
fr: Définir des livres apparentés

source: Copy annotation for Selected Book
es: Copiar las anotaciones del libro seleccionado
fr: Copier l'annotation pour les livres sélectionnés

source: Backup Annotation File
es: Hacer copia de seguridad del archivo de anotaciones
fr: Sauvegarder le fichier d'annotation

source: Remove Annotation Files
es: Eliminar archivos de anotaciones
fr: Supprimer les fichiers d'annotation

source: Show books not in the device database
es: Mostrar libros que no están en la base de datos del dispositivo
fr: Voir les livres absents de la base de données du dispositif

source: Refresh the list of books on the device
es: Refrescar la lista de libros en el dispositivo
fr: Rafraichir la liste des livres sur le dispositif

source: Database
es: Base de datos
fr: Base de données

source: Block Analytics Events
es: Bloquear eventos analíticos
fr: Bloquer les événements d'analyse.

source: Fix Duplicate Shelves
es: Arreglar las estanterías duplicadas
fr: Corriger les étagères en double

source: Check the device database
es: Comprobar la base de datos del dispositivo
fr: Vérifier la base de données du dispositif

source: Compress the device database
es: Comprimir la base de datos del dispositivo
fr: Compacter la base de données du dispositif

source: Backup device database
es: Hacer copia de seguridad de la base de datos del dispositivo
fr: Sauvegarder la base de données du dispositif

source: Check for Kobo Updates
es: Comprobar actualizaciones de Kobo
fr: Vérifier les mises à jour de Kobo

source: &Customize plugin
es: &Configurar plugin
fr: &Personnaliser le plugin

source: Customize plugin
es: Personalizar plugin
fr: Personnaliser le plugin

source: &About Plugin
es: &Acerca del plugin
fr: &A propos du plugin

source: About KoboUtilities
es: Acerca de KoboUtilies
fr: A propos de KoboUtilities

source: Cannot set reader font settings.
es: No se puede fijar la configuración de fuentes del lector
fr: Impossible d'appliquer les paramètres de police.

source: No device connected.
es: No hay ningún dispositivo conectado.
fr: Pas de dispositif connecté.

source: Change summary:
es: Cambiar resumen:
fr: Récapitulatif des changements :

source: Font settings updated={0} Font settings added={1} Total books={2}
es: Configuraciones de fuentes modificadas={0} Configuraciones de fuentes añadidas={1} Total de fuentes={2}
fr: Paramètres de polices mises à jour={0} Paramètres de polices ajoutées={1} Total de livres={2}

source: Kobo Utilities
es: Utilidades para Kobo
fr: Utilitaires Kobo

source: Device library updated
es: Biblioteca del dispositivo actualizada.
fr: Bibliothèque de périphériques mise à jour

source: Cannot remove reader font settings
es: No se puede eliminar la configuración de fuentes del lector
fr: Impossible de supprimer les paramètres de police de la liseuse

source: Remove Reader settings
es: Eliminar configuraciones del lector
fr: Supprimer les paramètres de la liseuse

source: Do you want to remove the reader settings for the selected books?
es: ¿Quiere eliminar la configuración del lector para los libros seleccionados?
fr: Voulez-vous supprimer les paramètres de la liseuse pour les livres sélectionnés ?

source: Font settings deleted={0}
es: Configuración de fuentes borrada={0}
fr: Paramètres de police supprimés={0}

source: Cannot update metadata in device library.
es: No se pueden actualizar los metadatos en la biblioteca del dispositivo.
fr: Impossible de mettre à jour les métadonnées dans la bibliothèque du dispositif

source: Update summary:
es: Resumen de actualización:
fr: Récapitulatif des mises à jour :

source: Books updated={0} Unchanged books={1} Books not on device={2} Total books={3}
es: Libros actualizados={0} Libros no cambiados={1} Libros que no están en el dispositivo={2} Total de libros={3}
fr: Livres mis à jour={0} Livres inchangés={1} Livres absents du dispositifs={2} Total de livres={3}

source: Cannot mark tiles to be dismissed.
es: No se pueden marcar las viñetas para descartar.
fr: Impossible de marquer les tuiles à rejeter.

source: Update successful
es: Actualización con éxito
fr: Mise à jour réussie

source: Update unsuccessful
es: Actualización fallida
fr: Mise à jour échouée

source: Dismiss Tiles from Home Screen
es: Descartar viñetas de la pantalla de inicio
fr: Rejeter les tuiles de l'écran d'accueil

source: Cannot store or restore current reading position.
es: No se puede almacenar o restaurar la posición de lectura actual.
fr: Impossible d'enregistrer ou de restaurer la position de lecture actuelle.

source: Kobo Firmware Update
es: Actualización del firmware de Kobo.
fr: Mise à jour du firmware Kobo

source: You last checked for a Kobo update less than a day ago. Do you want to check again now?
es: Comprobó si existía una actualización de Kobo hace menos de un día. ¿Quiere comprobarlo ahora de nuevo?
fr: Vous avez vérifié les mises à jour Kobo il y a moins d'un jour. Voulez-vous revérifier maintenant ?

source: The KoboRoot.tgz file is already in place for an upgrade. Do you want to check for updates anyway?
es: El archivo KoboRoot.tgz ya está en su lugar para una actualización. ¿Desea de todas formas comprobar si hay actualizaciones?
fr: Le fichier KoboRoot.tgz est déjà présent pour une mise à niveau. Voulez-vous quand même vérifier les mises à niveau ?

source: You appear to be a beta tester. Upgrade checking currently only works for official firmware releases. Do you wish to continue checking for official release firmware updates?
es: Parece que es un beta tester. La comprobación de las actualizaciones actualmente solo funciona para versiones oficiales de firmware. ¿Desea continuar comprobando la existencia de actualizaciones oficiales de firmware?
fr: Vous semblez être un bêta testeur. La vérification de mise à niveau ne fonctionne actuellement que pour les versions officielles de firmware. Voulez-vous continuer à vérifier les mises à jour de firmware officielles?

source: A Kobo firmware update to version {0} is available. Do you want to update? You have version {1}.
es: Hay disponible una actualización de firmware de Kobo a la versión {0}. ¿Quiere actualizar? Ahora mismo tiene la versión {1}.
fr: Une mise à jour de firmware Kobo à la version {0} est disponible. Voulez-vous mettre à jour ? Vous avez la version {1}.

source: Kobo firmware update check complete - no updates available
es: Comprobación de actualizaciones de firmware de Kobo completada - no hay actualizaciones disponibles
fr: Vérification des mises à jour de firmware Kobo effectuée - Pas de mise à jour disponible

source: Bookmarks retrieved={0} Books with no bookmarks={1} Total books={2}
es: Marcadores recuperados={0} Libros sin marcadores={1} Total de libros={2}
fr: Signets={0} Livres signets={1} Total de livres={2}

source: Library updated
es: Biblioteca actualizada.
fr: Bibliothèque mise à jour

source: Cannot set bookmark in device library.
es: No puede fijar los marcadores en la biblioteca del dispositivo.
fr: Impossible de définir le signet dans la bibliothèque du dispositif.

source: Books updated={0} Books not on device={1} Total books={2}
es: Libros actualizados={0} Libros que no están en el dispositivo={1} Total de libros={2}
fr: Livres mis à jour={0} Livres absents du dispositif={1} Total de livres={2}

source: Cannot backup the device database.
es: No se puede hacer una copia de seguridad de la base de datos del dispositivo.
fr: Impossible de sauvegarder la base de données du dispositif.

source: Choose Backup Destination
es: Elija destino de la copia de seguridad
fr: Choisissez la destination de la sauvegarde

source: SQLite database
es: Base de datos SQLite
fr: Base de données SQLite

source: Cannot backup annotation files from device.
es: No se puede hacer una copia de los archivos de anotaciones del dispositivo.
fr: Impossible de sauvegarder les fichiers d'annotation sur le dispositif.

source: Annotations backup summary: Books with annotations={0} Books without annotations={1} Kobo epubs={2} Total books={3}
es: Resumen de salvaguardia de anotaciones: Libros con anotaciones={0} Libros sin anotaciones={1} Epubs de Kobo={2} Total de libros={3}
fr: Résumé de la sauvegarde des annotations: Livres avec annotations={0} Livres sans annotations={1} Kobo epubs={2} Total de livres={3}

source: - Annotations backup
es: - Salvaguarda de anotaciones
fr: - Sauvegarde des annotations

source: Cannot remove files from device.
es: No se pueden eliminar los archivos del dispositivo.
fr: Impossible de supprimer les fichiers du dispositif.

source: Cannot change reading status in device library.
es: No se puede cambiar el estado de lectura en la biblioteca del dispositivo.
fr: Impossible de modifier l'état de lecture dans la bibliothèque du dispositif.

source: Books marked as Not Interested: Books updated={0} Unchanged books={1} Total books={2}
es: Libros marcados como No Interesa: Libros actualizados={0} Libros no modificados={1} Total de libros={2}
fr: Livres marqués comme Pas intéressés: Livres mis à jour={0} Livres inchangés={1} Total de livres={2}

source: Cannot list books not in device library.
es: No se puede obtener la lista de libros en la biblioteca del dispositivo.
fr: Impossible de répertorier les livres absents de la bibliothèque du dispositif.

source: Cannot fix the duplicate shelves in the device library.
es: No se pueden arreglar las estanterías duplicadas en la biblioteca del dispositivo.
fr: Impossible de corriger les étagères en double dans la bibliothèque du dispositif.

source: Starting number of shelves={0} Shelves removed={1} Total shelves={2}
es: Número inicial de estanterías={0} Estanterías eliminadas={1} Total de estanterías={2}
fr: Nombre d'étagère de départ={0} Etagères retirées={1} Total d'étagères={2}

source: Duplicate Shelves Fixed
es: Estanterías duplicadas eliminadas
fr: Etagères en double corrigées

source: Cannot order the series shelves in the device library.
es: No puede ordenar las estanterías de series en la biblioteca del dispositivo.
fr: Impossible de trier les étagères de séries dans la bibliothèque du dispositif

source: Starting number of shelves={0} Shelves reordered={1}
es: Número inicial de estanterías={0} Estanterías reordenadas={1}
fr: Nombre d'étagères de départ={0} Etagères triées={1}

source: Cannot set the related books.
es: No se pueden establecer los libros relacionados.
fr: Impossible de définir les livres associés.

source: Deleted all related books for sideloaded books.
es: Elimina todos los libros relacionados para los libros cargados por el usuario

source: Number of series or authors={0} Number of books={1}
es: Número de series o autores={0} Número de libros={1}
fr: Nombre de séries ou d'auteurs={0} Nombre de livres={1}

source: Cannot get the shelves from device.
es: No se pueden obtener las estanterías del dispositivo.
fr: Impossible d'obtenir les étagères depuis le dispositif.

source: The selected column is {0}. The driver shelf management columns are: {1}
es: La columna seleccionada es {0}. Las columnas para gestión de estanterías en el dispositivo son: {1}
fr: La colonne sélectionnée est {0}. Les colonnes de gestion des étagères du pilote sont : {1}

source: Getting shelves from device
es: Obteniendo estanterías del dispositivo
fr: Récupération des étagères depuis le dispositif

source: The column selected is one of the columns used in the driver configuration for shelf management. Updating this column might affect the shelf management the next time you connect the device. Are you sure you want to do this?
es: La columna seleccionada es una de las columnas que se utilizan en la configuración del driver para gestión de estanterías. Actualizar esta columna puede afectar la gestión de estanterías la próxima vez que conectes el dispositivo. ¿Estás seguro que quieres hacerlo?
fr: La colonne sélectionnée est l'une des colonnes utilisées dans la configuration du pilote pour la gestion des étagères. La mise à jour de cette colonne peut affecter la gestion des étagères la prochaine fois que vous connecterez le dispositif. Etes-vous sure de vouloir faire cela ?

source: Getting list of books
es: Obteniendo lista de libros

source: Number of books to get shelves for {0}
es: Número de libros para los que conseguir estanterías {0}
fr: Nombre de livres pour les étagères {0}

source: Books processed={0} Books with Shelves={1} Books without Shelves={2}
es: Libros procesados={0} Libros con estanterías={1} Libros sin estanterías={2}
fr: Livres traités={0} Livres avec étagères={1} Livres sans étagères={2}

source: Get Shelves from Device
es: Obtener estanterías del dispositivo
fr: Récupérer les étagères depuis le dispositif

source: Cannot check Kobo device database.
es: No puede comprobar la base de datos del dispositivo Kobo.
fr: Impossible de vérifier la base de données du dispositif Kobo.

source: Result of running 'PRAGMA integrity_check' on database on the Kobo device:
es: Resultado de ejecutar 'PRAGMA integrity_check' en la base de datos del dispositivo Kobo:
fr: Résultat de l'exécution de la commande 'PRAGMA integrity_check' sur la base de données du dispositif Kobo:

source: Cannot block analytics events.
es: No se pueden bloquear los eventos analíticos.
fr: Impossible de bloquer les événements d'analyse.

source: Failed to block analytics events.
es: Se produjo un fallo al bloquear los eventos analíticos.
fr: Blocage des événements d'analyse échoué.

source: Cannot compress Kobo device database.
es: No se puede comprimir la base de datos del dispositivo Kobo.
fr: Impossible de compacter la base de données du dispositif Kobo

source: The database on the device has been compressed. Original size = {0}MB Compressed size = {1}MB
es: Se ha comprimido la base de datos del dispositivo. Tamaño original = {0}MB Tamaño comprimido = {1}MB
fr: La base de données du dispositif a été compactée. Taille originale = {0}MB Taille compactée = {1}MB

source: Compress Device Database
es: Comprimir la base de datos del dispositivo
fr: Compactage de la base de données du dispositif

source: Result of running 'vacuum' on database on the Kobo device:
es: Resultado de ejecutar 'vacuum' en la base de datos del dispositivo Kobo:
fr: Résultat de l'exécution de la commande 'vacuum' sur la base de données du dispositif Kobo :

source: Cannot manage series in device library.
es: No se pueden gestionar las series en la biblioteca del dispositivo.
fr: Impossible de gérer les séries dans la bibliothèque du dispositif.

source: No changes made to series information.
es: No se ha hecho ningún cambio a la información de series.
fr: Aucun changement effectué sur les informations de séries.

source: Manage Series On Device
es: Gestionar las series en el dispositivo.
fr: Gestion des séries sur le dispositif

source: Cannot upload covers.
es: No se pueden actualizar las portadas.
fr: Impossible de charger les couvertures.

source: Covers uploaded={0} Books not on device={1} Total books={2}
es: Portadas enviadas={0} Libros que no están en el dispositivo={1} Total de libros={2}
fr: Couvertures chargées={0} Livres absents du dispositif={1} Total de livres={2}

source: Covers uploaded
es: Portadas cargadas
fr: Couvertures chargées

source: Cannot remove covers.
es: No se pueden eliminar las portadas.
fr: Impossible de retirer les couvertures.

source: Covers removed={0} Books not on device={1} Total books={2}
es: Portadas eliminadas={0} Libros que no están en el dispositivo={1} Total de libros={2}
fr: Couvertures retirées={0} Livres absents du dispositif={1} Total de livres={2}

source: Covers removed
es: Portadas eliminadas
fr: Couvertures retirées

source: Cannot clean covers directory.
es: No se puede limpiar el directorio de portadas.
fr: Impossible de nettoyer le dossier des couvertures.

source: Storing reading positions for {0} books
es: Almacenando la posición de lectura para {0} libros
fr: Enregistrement des positions de lecture pour {0} livres

source: Failed to get reading positions
es: Se produjo un fallo al obtener las posiciones de lectura
fr: Echec de récupération des positions de lecture

source: No reading positions were found that need to be updated
es: No se encontraron posiciones de lectura que haya que modificar
fr: Aucune position de lecture n'a été trouvée nécessitant une mise à jour

source: Storing reading positions completed - No changes found
es: Almacenamiento de posiciones de lectura completado - No se encontraron cambios
fr: Enregistrement des positions de lecture effectué - Pas de changement détecté

source: Kobo Utilities stored reading locations for <b>{0} book(s)</b>
es: Kobo Utilites almacenó posiciones de lectura para <b>{0} libro(s)</b>
fr: Kobo Utilities enregistre les positions de lecture pour <b>{0} livre(s)</b>

source: Downloading Kobo firmware update
es: Descargar la actualización del firmware de Kobo
fr: Téléchargement de la mise à jour du firmware Kobo

source: Failed to update Kobo firmware
es: No se pudo actualizar el firmware de Kobo
fr: Echec à la mise à jour du firmware Kobo

source: Keep Kobo firmware update files?
es: ¿Mantener los archivos de actualización del firmware de Kobo?
fr: Garder les fichiers de mise à jour de firmware Kobo ?

source: Eject and unplug your Kobo device to complete the update
es: Expulse y desconecte su dispositivo Kobo para completar la actualizaicón
fr: Ejectez et déconnectez votre dispositif Kobo pour terminer la mise à jour

source: Exception encountered updating Kobo firmware
es: Se ha encontrado una excepción al actualizar el firmare de Kobo
fr: Exception rencontrée à la mise à jour de firmware Kobo

source: Backing up Kobo device database
es: Haciendo copia de seguridad de la base de datos del dispositivo Kobo
fr: Sauvegarde de la base de données du dispositif Kobo en cours

source: Failed to backup device database
es: No se pudo hacer una copia de seguridad de la base de datos del dispositivo
fr: Echec à la sauvegarde de la base de données du dispositif

source: Cleaning images directory
es: Limpiando el directorio de imágenes
fr: Nettoyage du dossier d'images

source: Failed to check cover directory on device
es: Se produjo un fallo al comprobar el directorio de portadas en el dispositivo
fr: Echec à la vérification du dossier de couvertures sur le dispositif

source: Checking cover directory completed
es: Chequeo del directorio de portadas completado.
fr: Vérification du dossier de couvertures terminé

source: No extra files found
es: No se han encontrado archivos extra
fr: Pas de fichiers supplémentaires trouvés

source: Kobo Utilities found <b>{0} extra cover(s)</b> in the cover directory.
es: Kobo Utilities encontró <b>{0} portada(s) extra</b> en el directorio de portadas.
fr: Kobo Utilities a trouvé <b>{0} couverture(s) supplémentaire(s)</b> dans le dossier des couvertures.

source: All files have been deleted.
es: Se han borrado todos los ficheros.
fr: Tous les fichiers ont été supprimés.

source: Extra files found in main memory images directory:
es: Archivos extra localizados en el directorio de imágenes de la memoria principal:
fr: Fichiers supplémentaires trouvés dans le répertoire images de la mémoire principale:

source: Extra files found in SD card images directory:
es: Archivos extra localizados en el directorio de imágenes de la tarjeta SD:
fr: Fichiers supplémentaires trouvés dans le répertoire images de la carte SD:

source: Finished
es: Terminado
fr: Terminé

source: Removing annotations files
es: Eliminando archivos de anotaciones
fr: Retrait des fichiers d'annotations

source: Cleaning annotations completed
es: Limpieza de anotaciones completada
fr: Nettoyage des annotations terminé

source: Kobo Utilities removed <b>{0} annotation files(s)</b>.
es: Kobo Utilities ha eliminado <b>{0} archivo(s) de anotaciones</b>.
fr: Kobo Utilities a retiré <b>{0} fichier(s) d'annotations</b>.

source: Storing reading positions
es: Almacenando posiciones de lectura
fr: Enregistrement des positions de lecture

source: Unknown
es: Desconocido
fr: Inconnu

source: Updating
es: Actualizando
fr: Mise à jour
