Repository: cbhaley/kobo-utilities
Catalog: KoboUtilities/translations/*.po
Languages: es, fr

source: Storing reading positions completed - {0} changed.
es: Almacenamiento de posiciones de lectura completado - {0} cambiada(s).
fr: Enregistrement des positions de lecture terminé - {0} changement(s).

source: Use library only
es: Solo para uso en la biblioteca
fr: Utiliser uniquement la bibliothèque

source: User annotations generated from main library only
es: Las anotaciones del usuario solo se generan desde la biblioteca principal
fr: Les annotations d'utilisateur générées à partir de la bibliothèque principale uniquement

source: No books selected
es: No se ha seleccionado ningún libro
fr: Pas de livres sélectionné

source: No books selected to fetch annotations from
es: No se ha seleccionado ningún libro del que obtener anotaciones
fr: Aucun livre sélectionné pour en extraire des annotations

source: No books on device selected
es: No se ha seleccionado ningún libro en el dispositivo
fr: Aucun livre sélectionné sur le dispositif

source: None of the books selected were on the device. Annotations can only be copied for books on the device.
es: Ninguno de los libros seleccionados estaba en el dispositivo. Las anotaciones solo se pueden copiar de los libros que están en el dispositivo.
fr: Aucun des livres sélectionnés ne figurait sur l'appareil. Les annotations ne peuvent être copiées que pour les livres de l'appareil.

source: Setting related books for
es: Estableciendo libros relacionados para
fr: Réglage de livres connexes pour

source: Delete Related Books
es: Eliminar libros relacionados
fr: Suppression des livres connexes

source: Duplicate Shelves in Device Database
es: Estanterías duplicadas en la base de datos del dispositivo
fr: Etagères en double dans la base de données du dispositif

source: Removing duplicates of shelf
es: Eliminando duplicados de estanterías
fr: Retrait des étagères en double

source: Execution of '%s' failed
es: Falló la ejecución de '%s'
fr: L'exécution de '%s' a échoué

source: Getting shelves for
es: Obteniendo estanterías para
fr: Récupération des étagères pour

source: Awards
es: Premios
fr: Récompenses

source: Displays each award when given.
es: Muestra cada premio cuando se da.
fr: Afficher chaque récompense lorsque obtenue.

source: Bookstore
es: Librería
fr: Librairie

source: The Kobo Bookstore.
es: La librería Kobo.
fr: La Librairie Kobo.

source: Browse by category
es: Navegorar por categoría
fr: Parcourir par catégorie

source: Lists several categories from the Kobo Bookstore.
es: Lista varias categorías de la tienda Kobo.
fr: Répertorie plusieurs catégories de la librairie Kobo.

source: A tile is displayed for each extra when used.
es: Se muestra una viñeta para cada extra cuando se usan.
fr: Une tuile est affichée pour chaque supplément lorsqu'il est utilisé.

source: Global Stats
es: Estadísticas globales
fr: Statistiques globales

source: Displays the number of finished books in your library.
es: Muestra el número de libros terminados en su biblioteca.
fr: Affiche le nombre de livres terminés dans votre bibliothèque.

source: Library
es: Biblioteca
fr: Bibliohtèque

source: Shows new books added to the library.
es: Muestra los nuevos libros añadidos a la biblioteca.
fr: Montre les nouveaux livres ajoutés à votre bibliothèque.

source: Quick Tour
es: Guía rápida
fr: Visite rapide

source: The device Quick Tour that is displayed when the device is first set-up.
es: La Guía Rápida del dispositivo que se muestra la primera vez que se configura el dispositivo.
fr: La visite rapide du dispositif à sa première mise en route.

source: Pocket Article
es: Artículo de Pocket
fr: Article Pocket

source: Pocket articles.
es: Artículos de Pocket.
fr: Articles Pocket.

source: Recommendations
es: Recomendaciones
fr: Recommandations

source: Kobo's recommendations for you.
es: Recomendaciones de Kobo para usted.
fr: Les recommandations de Kobo pour vous.

source: Related Items
es: Artículos relacionados
fr: Eléments associés

source: After a sync, will show books related to any you are reading. There can be one tile for each of your books.
es: Después de una sincronización mostrará los libros relacionados con cualquiera que esté usted leyendo. Puede haber una viñeta por cada uno de sus libros.
fr: Après une synchronisation, montrera des livres liés à tout ce que vous lisez. Il peut y avoir une tuile pour chacun de vos livres.

source: Release Notes
es: Notas de la versión
fr: Notes de version

source: Shows that there was an update to the firmware with the new version number. You probably don't want to dismiss this.
es: Muestra que ha habido una actualización de firmware con el nuevo número de versión. Probablemente no querrá descartarla.
fr: Indique qu'il y a eu une mise à jour du firmware avec le nouveau numéro de version. Vous ne voulez probablement pas ignorer cela.

source: Shelf
es: Estantería
fr: Etagère

source: Can have a tile for each shelf.
es: Puede tener una viñeta para cada estantería.
fr: Peut avoir une tuile pour chaque étagère.

source: Sync
es: Sincronización
fr: Synchronisation

source: Displays when a sync was last done. Does not have options to dismiss it.
es: Muestra la última vez que se hizo una sincronización. No hay opciones para descartarla.
fr: S'affiche lorsqu'une synchronisation a été effectuée pour la dernière fois. Il n'y a pas d'options pour rejeter cela.

source: The Top 50 books in the Kobo store.
es: El Top 50 de los libros en la tienda Kobo.
fr: Le Top 50 des livres dans la librairie Kobo.

source: Creating queue for checking images directory
es: Creando consulta para comprobar el directorio de imágenes
fr: Création d'une file d'attente pour la vérification du répertoire d'images

source: Creating queue for removing annotations files
es: Creando cola para eliminar los archivos de anotaciones
fr: Création d'une file d'attente pour la suppression des fichiers d'annotations

source: Queueing books for storing reading position
es: Consultando libros para almacenar la posición de lectura
fr: Livres en file d'attente pour stocker la position de lecture

source: Preparing the list of books ...
es: Preparando la lista de libro ...
fr: Préparation de la liste des livres...

source: Queueing
es: Consultando
fr: Mise en file d'attente

source: Reader font settings
es: Opciones de la fuente del lector
fr: Paramètres de polices de la liseuse

source: Font Face
es: Tipo de fuente
fr: Type de police

source: Font Size
es: Tamaño de fuente
fr: Taille de police

source: Font size to use when reading. The device default is about 22.
es: Tamaño de fuente que se utiliza en la lectura. El valor por defecto del dispositivo está alrededor de 22.
fr: Taille de police à utiliser lors de la lecture. La valeur par défaut du dispositif est d'environ 22.

source: Line Spacing
es: Espaciado de líneas
fr: Interligne

source: The line spacing number is how many times the right arrow is pressed on the device.
es: El número de espaciado de línea es la número de veces que se presiona la flecha derecha en el dispositivo.
fr: Le numéro d'espacement des lignes correspond au nombre de fois où la flèche droite est appuyée sur le dispositif.

source: Custom setting
es: Configuración personalizada
fr: Paramètre personnalisé

source: If you want to try a line spacing other than the Kobo specified, check this and enter a number.
es: Si quiere probar un espaciado de línea distinto del especificado por Kobo, marque esto e introduzca un número.
fr: Si vous voulez essayer un interligne différent de celui proposé par Kobo, cochez-le et entrez un nombre.

source: Kobo use from 1.3 to 4.0. Any number can be entered, but whether the device will use it, is another matter.
es: Kobo usa desde 1.3 hasta 4.0. Se puede introducir el número que se desee, pero eso no significa que el dispositivo lo use.
fr: Kobo utilise de 1,3 à 4,0. N'importe quel nombre peut être entré, mais voir si l'appareil l'utilisera, est une autre affaire.

source: Left margins
es: Márgenes izquierdos
fr: Marges de gauche

source: Margins on the device are set in multiples of two, but single steps work.
es: Los márgenes en el dispositivo se establecen en múltiplos de dos, pero también funcionan los avances de uno.
fr: Les marges sur le dispositif sont définies par multiples de deux, mais les incréments de 1 fonctionnent.

source: Lock margins
es: Fijar márgenes
fr: Verrouillage des marges

source: Lock the left and right margins to the same value. Changing the left margin will also set the right margin.
es: Fija los márgenes izquierdo y derecho al mismo valor. Cambiar el margen izquierdo también cambiará el margen derecho.
fr: Verrouillez les marges gauche et droite à la même valeur. La modification de la marge gauche définit également la marge droite.

source: Right margins
es: Márgenes derechos.
fr: Marges de droite

source: Margins on the device are set in multiples of three, but single steps work.
es: Los márgenes en el dispositivo se establecen en múltiplos de tres, pero también funcionan los avances de uno.
fr: Les marges sur le dispositif sont définies par multiples de trois, mais les incréments de 1 fonctionnent.

source: Justification
es: Justificación

source: Update config file
es: Actualiza el fichero de configuración
fr: Mettre à jour le fichier de configuration

source: Update the 'Kobo eReader.conf' file with the new settings. These will be used when opening new books or books that do not have stored settings.
es: Actualizar el archivo 'Kobo eReader.conf' con los nuevos ajustes. Se usarán cuando se abran libros nuevos o libros que no tengan ajustes guardados.
fr: Met à jour le fichier 'Kobo eReader.conf' avec les nouveaux paramètres. Ceux-ci seront utilisés lors de l'ouverture de nouveaux livres ou livres qui n'ont pas de paramètres stockés.

source: &Get configuration from device
es: &Obtener configuración del dispositivo
fr: &Obtenir la configuration du dispositif

source: Read the device configuration file to get the current default settings.
es: Lee el archivo de configuración del dispositivo para obtener los ajustes por defecto actuales.
fr: Lis le fichier de configuration du dispositif pour obtenir les paramètres par défaut actuels.

source: &Get settings from device
es: &Obtener ajustes del dispositivo
fr: &Obtenir les paramètres du dispositif

source: Fetches the current for the selected book from the device.
es: Recupera los actuales para el libro seleccionado del dispositivo
fr: Récupère le paramètre courant du livre sélectionné depuis le dispositif.

source: Metadata to update
es: Metadatos que se van a actualizar
fr: Métadonnées à mettre à jour

source: Title
es: Título
fr: Titre

source: Use 'Title Sort'
es: Usar "Orden de título"
fr: Utiliser 'Tri par Titre'

source: Author
es: Autor
fr: Auteur

source: Use 'Author Sort'
es: Usar "Orden de autor"
fr: Utiliser 'Tri par Auteur'

source: Series and Index
es: Serie y número de serie
fr: Séries et index

source: Comments/Synopsis
es: Comentarios/Resumen
fr: Commentaires/Synopsis

source: Publisher
es: Editorial
fr: Éditeur

source: Published Date
es: Fecha de publicación
fr: Date de publication

source: Language
es: Idioma
fr: Langue

source: Rating
es: Valoración
fr: Évaluation

source: Tags in subtitle
es: Etiquetas en subtítulo

source: Use Plugboard
es: Usar panel de conexiones de metadatos
fr: Utiliser le panneau

source: Set the metadata on the device using the plugboard for the device and book format.
es: Establece los metadatos en el dispositivo usando el panel de conexiones de metadatos para el dispositivo y formato de libro.
fr: Définissez les métadonnées sur le dispositif en utilisant le panneau pour le dispositif et le format de livre.

source: Options
es: Opciones

source: Shelf column:
es: Columna de estantería:
fr: Colonne des étagères :

source: Select a custom column to store the retrieved shelf names. The column type must be of type 'text'.
es: Selecciona una columna personalida para almacenar los nombres de estanterías recuperados. La columna debe ser de tipo 'texto'.
fr: Sélectionnez une colonne personnalisée pour stocker les noms des étagères récupérées. Le type de colonne doit être de type 'texte'.

source: All books on device
es: Todos los libros en el dispositivo
fr: Tous les livres sur le dispositif

source: Get the shelves for all the books on the device that are in the library. If not checked, will only get them for the selected books.
es: Obtiene las estantería para todos los libros del dispositivo que están en la bilioteca. Si no se selecciona, solo obtendrá las de los libros seleccionados.
fr: Obtenir les étagères pour tous les livres du dispositif et présents dans la bibliothèque. Si non coché, ne les récupère que pour les livres sélectionnés.

source: Replace column with shelves
es: Reemplazar columna con estanterías
fr: Remplacer la colonne par des étagères

source: If this is selected, the current value in the library, will be replaced by the retrieved shelves. Otherwise, the retrieved shelves will be added to the value
es: Si se selecciona, el valor actual en la biblioteca se sustituirá con las estanterías recuperadas. De otro modo, las estanterías recuperadas se añadirán al valor.
fr: Si cette option est sélectionnée, la valeur actuelle de la bibliothèque sera remplacée par les étagères récupérées. Sinon, les étagères récupérées seront ajoutées à la valeur

source: No shelf column selected
es: No se ha seleccionado columna para estanterías
fr: Pas de colonne d'étagère sélectionnée

source: Book Tiles
es: Viñetas de libros
fr: Tuiles de livre

source: For books, you can dismiss the 'Finished' and 'New' tiles.
es: En los libros, puede descartar las viñetas de 'Nuevos' y 'Terminados'.
fr: Pour les livres, vous pouvez rejeter les tuiles «Terminé» et «Nouveau».

source: New
es: Nuevo
fr: Nouveau

source: Select this option if you want to dismiss new books. This will act on all tiles of this type.
es: Seleccione esta opción si quiere descartar nuevos libros. Actuará sobre todas las viñetas de este tipo.
fr: Sélectionnez cette option si vous souhaitez renvoyer les nouveaux livres. Cela agira sur toutes les tuiles de ce type.

source: Select this option if you want to dismiss finished books.
es: Seleccione esta opción si quiere descartar libros finalizados.
fr: Sélectionnez cette option si vous souhaitez renvoyer les livres terminés.

source: In the Cloud
es: En la nube
fr: Dans le cloud

source: Select this option if you want to dismiss books that are 'In the Cloud'.
es: Seleccione esta opción si quiere descartar libros que estén 'En la nube'.
fr: Sélectionnez cette option si vous souhaitez renvoyer les livres qui sont dans le cloud.

source: Database Trigger
es: Trigger de la base de datos
fr: Déclencheur de base de données

source: When a tile is added or changed, the database trigger will automatically set them to be dismissed. This will be done for the tile types selected above.
es: Cuando se añade o se cambia una viñeta, el trigger de la base de datos la marcará automáticamente para descartar. Se hará para todas las viñetas que están seleccionadas arriba.
fr: Lorsqu'une tuile est ajoutée ou modifiée, le déclencheur de base de données les met automatiquement "à rejeter". Cela sera fait pour les types de tuiles sélectionnées ci-dessus.

source: Change database trigger
es: Cambiar el trigger de la base de datos
fr: Modifier le déclencheur de base de données

source: Select this option if you want to change the current database trigger.
es: Seleccione esta opción si quiere cambiar el trigger de base de datos actual.
fr: Sélectionnez cette option si vous souhaitez modifier le déclencheur de base de données actuel.

source: Create or change trigger
es: Crear o cambiar trigger
fr: Créer ou modifier un déclencheur

source: To create or change the trigger, select this option.
es: Para crear o cambiar el trigger, seleccione esta opción
fr: Pour créer ou modifier un déclencheur, sélectionnez cette option.

source: Delete trigger
es: Borrar trigger
fr: Supprimer le déclencheur

source: This will remove the existing trigger and let the device work as Kobo intended it.
es: Eliminará el trigger existente y permitirá que el dispositivo trabaje como pretendía Kogo.
fr: Ceci supprimera le déclencheur existant et laissera le dispositif fonctionner comme Kobo le prévoyait.

source: Clear all
es: Borrar todo
fr: Tout effacer

source: Clear all selections
es: Borrar todas las selecciones
fr: Effacez toutes les sélections

source: This is the list of Tile types that can be dismissed. Select the one you want to dismiss.
es: Esta es la lista de tipos de viñeta que pueden descartarse. Selecciones la que quiere descartar.
fr: Ceci est la liste des tuiles qui peuvent être retirées. Sélectionnez celle que vous souhaitez retirer.

source: Store
es: Almacenar
fr: Stockage

source: Store the current reading position in the calibre library.
es: Almacena la posición de lectura actual en la biblioteca de calibre.
fr: Enregistre la position de lecture actuelle dans la bibliothèque Calibre.

source: Clear if unread
es: Borrar si no se ha leído
fr: Effacer si non lu

source: If the book on the device is shown as unread, clear the reading position stored in the library.
es: Si el libro en el dispositivo se muestra como no leído, borra la posición de lectura almacenada en la biblioteca.
fr: Si le livre sur le dispositif est affiché comme non lu, effacez la position de lecture stockée dans la bibliothèque.

source: Only if more recent
es: Solo si es más reciente
fr: Uniquement si plus récent

source: Only store the reading position if the last read timestamp on the device is more recent than in the library.
es: Solo almacena la posición de lectura si la fecha de la última lectura en el dispositivo es más reciente que en la biblioteca.
fr: N'enregistre la position de lecture que si la dernière date de lecture sur le dispositif est plus récent que celle de la bibliothèque.

source: Not if finished in library
es: No si está terminado en la biblioteca
fr: Pas si estampillé comme terminé dans la bibliothèque

source: Do not store the reading position if the library has the book as finished. This is if the percent read is 100%.
es: No almacena la posición de lectura si en la biblioteca el libro está marcado como finalizado. Es decir, si el porcentaje de lectura es del 100%.
fr: Ne pas enregistrer la position de lecture si la bibliothèque déclare le livre comme terminé. Si le pourcentage de lecture est 100%.

source: Run in background
es: Ejecutar en background
fr: Exécuter en arrière plan

source: Do store or restore as background job.
es: Realiza la recuperación o el almacenamiento como tareas.
fr: Effectue l’enregistrement ou la restauration en arrière-plan.

source: Restore
es: Restaurar
fr: Restauration

source: Copy the current reading position back to the device.
es: Copia la posición de lectura actual al dispositivo.
fr: Copie la position de lecture actuelle vers le dispositif.

source: Set reading status
es: Fija el estado de lectura.
fr: Définir l’état d’avancement de la lecture

source: If this is not set, when the current reading position is on the device, the reading status will not be changes. If the percent read is 100%, the book will be marked as finished. Otherwise, it will be in progress.
es: Si no se marca, cuando la posición de lectura actual está en el dispositivo, el estado de lectura no se cambiará. Si el porcentaje es del 100%, el libro se marcará como terminado. En cualquier otro caso estará en curso.
fr: Si non activé, lorsque la position de lecture actuelle est sur l'appareil, l'état de lecture ne changera pas. Si le pourcentage lu est à 100%, le livre sera marqué comme terminé. Sinon, il sera en cours.

source: Set date to now
es: Establecer fecha a ahora
fr: Définir à la date d’aujourd’hui

source: Setting the date to now will put the book at the top of the "Recent reads" list.
es: Fijar la fecha al momento actual pondrá el libro al principio de la lista de "Lecturas recientes".
fr: Si vous définissez la date d’aujourd’hui, le livre sera placé en haut de la liste "Lectures récentes".

source: Update rating
es: Actualiza valoración.
fr: Mise à jour des évaluations

source: Set the book rating on the device. If the current rating in the library is zero, the rating on the device will be reset.
es: Fija la valoración del libro en el dispositivo. Si la valoración actual en la biblioteca es cero, se reseteará la valoración en el dispositivo.
fr: Définit l’évaluation des livres sur le dispositif. Si valeur actuelle dans la bibliothèque est égale à zéro, l’évaluation sur le dispositif sera réinitialisée.

source: Profile
es: Perfil
fr: Profil

source: Destination:
es: Destino:

source: Select the destination the annotations files are to be backed up in.
es: Seleccion el destino donde se van a salvaguardar los archivos de anotaciones.
fr: Sélectionnez la destination de la sauvegarde des fichiers d'annotations.

source: Remove Annotations Files
es: Eliminar archivos de anotaciones
fr: Supprimer les fichiers d'annotations

source: Remove...
es: Eliminar...
fr: Supprimer...

source: All
es: Todas
fr: Tout

source: Remove the annotations directory and all files within it
es: Elimina el directorio de anotaciones y todos los archivos dentro de él
fr: Supprime le répertoire annotations et tous les fichiers qu'il contient

source: For selected books
es: Libros selecciones
fr: Pour les livres sélectionnés

source: Only remove annotations files for the selected books
es: Solo elimina los archivos de anotaciones para los libros seleccionados
fr: Supprime uniquement les fichiers d'annotations des livres sélectionnés

source: Where book is not on device
es: Si el libro no está en el dispositivo
fr: Où le livre n'est pas sur le dispositif

source: Remove annotations files where there is no book on the device
es: Elimina los archivos de anotaciones si el libro no está en el dispositivo
fr: Supprime les annotations des fichiers absents du dispositif

source: Empty
es: Vacíos
fr: Vide

source: Remove all empty annotations files
es: Elimina todos los archivos de anotaciones vacíos
fr: Supprime tous les fichiers d'annotations vides

source: Not empty
es: No vacíos
fr: Non vide

source: Only remove annotations files if they contain annotations
es: Solo elimina los archivos de anotaciones si contienen anotaciones
fr: Supprime les fichiers d'annotations uniquement s'ils contiennent des annotations

source: Upload Covers
es: Cargar portadas
fr: Transférer des couvertures

source: Black and White Covers
es: Portadas en blanco y negro
fr: Couvertures noir et blanc

source: Keep cover aspect ratio
es: Mantener las proporciones de la portada
fr: Conserver les proportions visuelles des images de couverture

source: Upload covers for Kobo epubs
es: Cargar portadas para epubs de Kobo
fr: Ajouter des couvertures pour epubs Kobo

source: Remove Covers
es: Eliminar portadas
fr: Supprimer les couvertures

source: Remove covers for Kobo epubs
es: Eliminar portadas para epubs de Kobo
fr: Supprime les couvertures pour epubs Kobo

source: Check this if you want to remove covers for any Kobo epubs synced from the Kobo server.
es: Marcar si se desea eliminar las portadas de cualquier epub de Kobo que se han sincronizado desde el servidor de Kobo.
fr: Cochez cette case si vous souhaitez supprimer les couvertures de tous les epubs Kobo synchronisés à partir du serveur Kobo.

source: AnalyticsEvents Database Trigger
es: Trigger de base de datos de eventos analíticos.
fr: Déclenchement d'évènements analytiques de la base de données

source: When an entry is added to the AnalyticsEvents, it will be removed.
es: Cuando se añada una entra a los eventos analíticos se eliminará.
fr: Quand une entrée est ajoutée aux évènements analytiques, il sera supprimé.

source: Clean Images
es: Limpiar imágenes
fr: Nettoyer les images
