Repository: cbhaley/kobo-utilities
Catalog: KoboUtilities/translations/*.po
Languages: es, fr

source: Other Options
es: Otras opciones
fr: Autres options

source: &Library Button default:
es: Botón de bib&lioteca por defecto:
fr: &Boutons par défaut de la bibliothèque :

source: If plugin is placed as a toolbar button, choose a default action when clicked on
es: Si el plugin está colocado como un botón de la barra de tareas, elija una acción por defecta para cuando se le pulse
fr: Si le plugin est placé comme un bouton de la barre d'outils, choisissez l'action par défaut lorsque vous cliquez dessus

source: &Device Button default:
es: &Defecto para el botón del dispositivo:
fr: &Boutons par défaut du dispositif :

source: Keyboard shortcuts...
es: Atajos de teclado...
fr: Raccourcis clavier...

source: &View library preferences...
es: &Ver preferencias de biblioteca...
fr: &Voir les préférences de la bibliothèque...

source: View data stored in the library database for this plugin
es: Ver los datos almacenados en la base de datos de la biblioteca para este plugin
fr: Voir les données enregistrées dans la base de données de la bibliothèque pour ce plugin

source: Kobo Utilities Options
es: Opciones de Kobo Utilities
fr: Options de Kobo Utilities

source: Profiles
es: Perfiles
fr: Profils

source: Devices
es: Dispositivos
fr: Dispositifs

source: Connected Device:
es: Dispositivo conectado:
fr: Matériel connecté :

source: Firmware version:
es: Versión de firmware:
fr: Version du firmware :

source: &Dismiss tiles from home screen
es: &Descartar viñetas de la pantalla de inicio
fr: &Retirer les tuiles de l'écran d'accueil

source: Display Extras tiles on home screen
es: Mostras viñetas extras en la pantalla de inicio
fr: Afficher les tuiles supplémentaires à l'écran d'accueil

source: &Configure Driver
es: &Configurar driver
fr: &Configurer le pilote

source: Configure Driver
es: Configurar driver
fr: Configurer le pilote

source: Switch between main and extended driver
es: Conmutar entre el driver principal y extendido
fr: Basculer entre le pilote principal et le pilote étendu

source: The KoboTouchExtended driver is not installed. There is nothing to switch between, so no changes have been made.
es: El driver KoboTouchExtended no está instalado. No hay nada entre lo que cambiar, así que no se han hecho cambios.
fr: Le pilote KoboTouchExtended n'est pas installé. Il n'y a rien à changer, donc aucun changement n'a été fait.

source: Switch device drivers
es: Conmutar drivers del dispositivo
fr: Changer de pilote de dispositif

source: The KoboTouch driver has been disabled and the KoboTouchExtended driver has been enabled.
es: Se ha desactivado el driver KoboTouch y se ha activado el driver KoboTouchExtended.
fr: Le pilote KoboTouch a été désactivé et le pilote KoboTouch étendu été activé.

source: The KoboTouchExtended driver has been disabled and the KoboTouch driver has been enabled.
es: Se ha desactivado el driver KoboTouchExtended y se ha activado el driver KoboTouch.
fr: Le pilote KoboTouch étendu a été désactivé et le pilote KoboTouch été activé.

source: You will need to restart calibre for this change to be applied.
es: Necesitas reiniciar calibre para que este cambio tenga efecto
fr: Un redémarrage de Calibre est nécessaire pour l'application de ce changement.

source: Getting book list
es: Obteniendo la lista de libros
fr: Obtenir la liste des livres

source: Number of selected books {0}
es: Número de libros seleccionados {0}
fr: Nombre de livres sélectionnés {0}

source: Updating metadata on device
es: Actualizando metadatos en el dispositivo
fr: Mise à jour des métadonnées sur le dispositif

source: Number of books to update metadata for {0}
es: Número de libros a los que actualizar metadatos {0}
fr: Nombre de livres pour mise à jour des métadonnées {0}

source: Changing reading status on device
es: Cambiando el estado de lectura en el dispositivo
fr: Modification de l'état de lecture sur le dispositif

source: Getting list of shelves
es: Obteniendo la lista de estanterías
fr: Récupération de la liste des étagères

source: Updating series information on device
es: Actualizando información de series en el dispositivo
fr: Mise à jour des informations de séries sur le dispositif

source: Updating metadata for
es: Actualizando metadatos
fr: Mise à jour des métadonnées pour

source: Published
es: Publicado
fr: Publié

source: Tags
es: Etiquetas
fr: Etiquettes

source: Chess
es: Ajedrez
fr: Jeu d'échecs

source: Take on your eReader in the classic game of strategy and skill.
es: Compite con tu lector en el clásico juego de estrategia y habilidad
fr: Prenez votre liseuse pour jouer à ce jeu classique de stratégie et de compétence.

source: Discover your inner artist or make notes and then save your creation in your Library.
es: Descubre tu artista interior o haz notas y luego salva tu creación en la biblioteca
fr: Découvrez votre sens artistique ou prenez des notes, puis enregistrez votre création dans votre bibliothèque.

source: Try your wits with this logic-based number puzzle.
es: Prueba tu ingenio con este puzzle numérico basado en lógica
fr: Essayez votre esprit avec ce casse-tête à base logique.

source: Web Browser
es: Navegador web
fr: Navigateur Web

source: Take the on-ramp to the information superhighway, right on your eReader.
es: Salta a la superautopista de la información justo aquí, en tu lector.
fr: Prenez la bretelle d'accès à l'autoroute de l'information, directement sur votre liseuse.

source: Unblock It
es: Desbloquéalo
fr: Débloquez-le

source: Liberate your block by moving other blocks out of the way.
es: Libera tu bloque sacando del camino otros bloques
fr: Libérez votre bloc en déplaçant d'autres blocs hors du chemin.

source: Solitaire
es: Solitario

source: Play classic solitaire games like Klondike, Spider, and Freecell.
es: Juega juegos clásicos de solitario como Klondike, Spider y Freecell.
fr: Jouez aux jeux classiques solitaire comme Klondike, Spider, et Freecell.

source: Word Scramble
es: Scramble
fr: Scabble

source: Find words in a 4x4 grid.
es: Encuentra palabras en una rejilla de 4x4.
fr: Trouvez des mots dans une grille de 4x4.

source: Use template
es: Usar plantilla
fr: Utiliser un modèle

source: Enter a template to use to set the comment/synopsis.
es: Introduce una plantilla para establecer el comentario/sinopsis
fr: Entrez un modèle à utiliser pour définir le commentaire/synopsis.

source: Subtitle
es: Subtítulo
fr: Sous-titre

source: Enter a template to use to set the subtitle. If the template is empty, the subtitle will be cleared.
es: Introduce una plantilla para establecer el subtítulo. Si la plantilla está vacía se borrará el subtítulo.
fr: Entrez un modèle à utiliser pour définir les sous-titres. Si le modèle est vide, le sous-titre sera effacé.

source: Update Kobo ePubs
es: Actualizar Kobo ePubs
fr: Mise à jour des ePubs Kobo

source: Update the metadata for kePubs downloaded from the Kobo server.
es: Actualiza los metadatos de kePubs descargados del servidor de Kobo.
fr: Mettez à jour les métadonnées pour les kePubs téléchargés depuis le serveur Kobo.

source: No options selected
es: No hay opciones seleccionadas
fr: Pas d'options sélectionnées

source: You must select at least one option to continue.
es: Debes seleccionar al menos una opción para continuar
fr: Vous devez sélectionner au moins une option pour continuer.

source: Dismiss current Extras tiles
es: Descartar las viñetas extra actuales.
fr: Retirer les tuiles supplémentaires actuelles

source: Select this option if you want to dismiss the Extras tiles already on the home screen.
es: Selecciona esta opción si quieres descartar las viñetas extra que ya están en la pantalla de inicio.
fr: Sélectionnez cette option si vous souhaitez retirer les tuiles supplémentaires de l'écran d'accueil.

source: Select all
es: Seleccionar todo
fr: Tout sélectionner

source: Select all Extras
es: Seleccionar todas las extras
fr: Sélectionner tout les suppléments

source: This is the list of Extras tiles.
es: Esta es la lista de las viñetas extra.
fr: Ceci est la liste de toutes les tuiles supplémentaires

source: Author(s)
es: Autor(es)
fr: Auteur(s)

source: File Path
es: Directorio de fichero
fr: Chemin du fichier

source: PubDate
es: Fecha de publicación
fr: Date de publication

source: File Timestamp
es: Hora del fichero
fr: Horodatage du fichier

source: Select updated books in library
es: Seleccionar libros actualizados en la biblioreca
fr: Sélection des livres mis à jour dans la bibliothèque

source: Update Goodread reading progress
es: Actualizar progreso de lectura en Goodread
fr: Mise à jour des progrès de lecture sur Goodreads

source: &Template editor
es: Editore de &plantilla
fr: &Éditeur de modèles

source: Edit template
es: Editar plantilla
fr: Editer un modèle

source: Invalid template
es: Plantilla inválida
fr: Modèle invalide

source: The template %s is invalid:
es: La plantilla %s es inválida:
fr: Le modèle %s est invalide :

source: Display &Extras tiles on home screen
es: Mostrar &viñetas extra en la pantalla de inicio
fr: Afficher les &tuiles supplémentaires à l'écran d'accueil

source: Cannot add Extras tiles to the home screen.
es: No se pueden añadir viñetas extras a la pantalla de inicio
fr: Impossible d'ajouter les tuiles supplémentaires à l'écran d'accueil

source: Display Extras tiles on home hcreen
es: Mostrar viñetas extras en la pantalla princial
fr: Affichage des tuiles supplémentaires à l'écran d'accueil

source: Driver:
fr: Pilote :

source: Driver
fr: Pilote

source: Series
fr: Séries

source: Extras
fr: Suppléments

source: Sketch Pad
fr: Tableau d'esquisse
